Repository: dinhquydds/nanocucurmin
Catalog: tm/atlas xuan anh-level2.tmx
Source language: en_us
Languages: vi

source: Level of lower margin of teres major muscle is landmark for name change from axillary to brachial artery
vi: Mức bờ dưới cơ tròn lớn là điểm mốc đổi tên động mạch nách thành động mạch cánh tay.

source: Ligament of ovary
vi: Dây chằng riêng buồng trứng

source: Ligamentum arteriosum
vi: Dây chằng động mạch

source: Liver
vi: Gan

source: Long head (retracted) Short head
vi: Đầu dài (kéo ra) Đầu ngắn

source: Marginal artery
vi: Động mạch bờ

source: Medial View
vi: Nhìn trong

source: Medial branch of deep fibular (peroneal) nerve
vi: Nhánh trong của thần kinh mác sâu

source: Medial calcaneal branches of posterior tibial artery and tibial nerve
vi: Nhánh gót trong của động mạch chày sau và thần kinh chày

source: Medial calcaneal branches of tibial nerve
vi: Các nhánh gót trong của thần kinh chày

source: Medial circumflex femoral artery
vi: Động mạch mũ đùi trong

source: Medial clunial nerves (S1, 2, 3)
vi: Thần kinh bì mông giữa (S1, 2, 3)

source: Medial clunial nerves (from
vi: Thần kinh bì mông giữa (từ

source: Medial dorsal cutaneous branch
vi: Nhánh bì mu chân trong

source: Medial malleolus and arterial network
vi: Mắt cá trong và đám rối động mạch

source: Medial malleolus and posterior medial malleolar branch of posterior tibial artery
vi: Mắt cá trong và nhánh mắt cá trong của động mạch chày sau

source: Medial patellar retinaculum
vi: Mạc giữ bánh chè trong

source: Medial plantar artery
vi: Động mạch gan chân trong

source: Medial plantar artery and nerve
vi: Động mạch và thần kinh gan chân trong

source: Medial plantar nerve
vi: Thần kinh gan chân trong

source: Medial sural cutaneous nerve
vi: Thần kinh bì bắp chân trong

source: Medial sural cutaneous nerve (from tibial nerve)
vi: Thần kinh bì bắp chân trong (từ thần kinh chày)

source: Medial tarsal artery
vi: Động mạch cổ chân trong

source: Medial umbilical ligament (occluded part of umbilical artery)
vi: Dây chằng rốn trong (động mạch rốn đã bít)

source: Median antebrachial vein
vi: Tĩnh mạch cẳng tay giữa

source: Median basilic vein
vi: Tĩnh mạch giữa nền

source: Median cephalic vein
vi: Tĩnh mạch giữa đầu

source: Median cubital vein
vi: Tĩnh mạch giữa trụ

source: Median nerve
vi: Thần kinh giữa

source: Median nerve and palmar branch
vi: Thần kinh giữa và nhánh gan tay

source: Median sacral artery
vi: Động mạch cùng giữa

source: Median sacral artery (from abdominal aorta)
vi: Động mạch cùng giữa (từ động mạch chủ bụng)

source: Median sacral vein
vi: Tĩnh mạch cùng giữa

source: Mediastinal part of parietal pleura
vi: Màng phổi trung thất

source: Mediastinal pleura
vi: Màng phổi trung thất

source: Mesosalpinx
vi: Mạc treo

source: Middle colic artery
vi: Động mạch kết tràng giữa

source: Middle colic artery (cut)
vi: Động mạch kết tràng giữa (đã cắt)

source: Middle collateral artery
vi: Động mạch bên giữa

source: Middle genicular artery (phantom)
vi: Động mạch gối giữa (vẽ mờ)

source: Middle rectal artery
vi: Động mạch trực tràng giữa

source: Middle rectal vein
vi: Tĩnh mạch trực tràng giữa

source: Middle suprarenal artery
vi: Động mạch thượng thận giữa

source: Muscular branches
vi: Các nhánh cơ

source: Muscular branches of sciatic nerve
vi: Các nhánh cơ của thần kinh ngồi

source: Nerve to obturator internus (and superior gemellus)
vi: Thần kinh cho cơ bịt trong (và sinh đôi trên)

source: Note: Arrows indicate direction of drainage.
vi: Chú ý: Mũi tên chỉ hướng dẫn lưu

source: Obturator artery
vi: Động mạch bịt

source: Obturator internus muscle
vi: Cơ bịt trong

source: Obturator nerve
vi: Thần kinh bịt

source: Obturator vein
vi: Tĩnh mạch bịt

source: Opponens pollicis muscle
vi: Cơ đối ngón cái

source: Ovarian (testicular) veins
vi: Tĩnh mạch buồng trứng (tinh hoàn)

source: Ovarian (testicular) veins and ureter (cut)
vi: Tĩnh mạch buồng trứng (tinh hoàn) và niệu quản (đã cắt)

source: POSTERIOR
vi: PHÍA SAU

source: Palmar aponeurosis
vi: Cân gan tay

source: Palmar branch of median nerve
vi: Nhánh gan tay của thần kinh giữa

source: Palmar branch of ulnar nerve
vi: Nhánh gan tay của thần kinh trụ

source: Palmar carpal branches of radial and ulnar arteries
vi: Nhánh gan cổ tay của động mạch quay và động mạch trụ

source: Palmar carpal ligament (continuous with extensor retinaculum)
vi: Dây chằng gan cổ tay (liên tục với mạc giữ gân duỗi)

source: Palmar digital nerves and palmar digital veins
vi: Thần kinh gan ngón riêng và tĩnh mạch gan ngón tay

source: Patellar anastomosis
vi: Đám rối bánh chè

source: Patellar ligament
vi: Dây chằng bánh chè

source: Patellar nerve plexus
vi: Đám rối thần kinh bánh chè

source: Pectoral branch
vi: Nhánh ngực

source: Perforating branch Communicating branch
vi: Nhánh xuyên Nhánh nối

source: Perforating branch of fibular (peroneal) artery
vi: Nhánh xuyên của động mạch mác

source: Perforating branches
vi: Nhánh xuyên

source: Perforating cutaneous nerve (from dorsal rami of S1, 2, 3)
vi: Thần kinh bì xuyên (từ nhánh sau S1, 2, 3)

source: Perforating veins
vi: Các tĩnh mạch xuyên

source: Pericardium (cut edge)
vi: Màng ngoài tim (bờ cắt)

source: Pericardium (cut edge) at site of reflection from great vessels
vi: Màng ngoài tim (bờ cắt) ở chỗ quặt lại tại các mạch lớn

source: Peritoneum
vi: Phúc mạc

source: Phrenic nerve Subclavian artery and vein
vi: Thần kinh hoành Động mạch và tĩnh mạch dưới đòn

source: Phrenic nerve and pericardiacophrenic artery and vein
vi: Thần kinh hoành và động mạch và tĩnh mạch hoành màng ngoài tim

source: Piriformis muscle
vi: Cơ hình lê

source: Pisiform
vi: Xương đậu

source: Plantar Views
vi: Nhìn từ gan chân

source: Plantar cutaneous branches of lateral plantar nerve
vi: Các nhánh bì gan chân của thần kinh gan chân ngoài

source: Plantar cutaneous branches of medial plantar nerve
vi: Các nhánh bì gan chân của thần kinh gan chân trong

source: Plantaris muscle
vi: Cơ gan chân

source: Popliteal artery (phantom)
vi: Động mạch kheo (vẽ mờ)

source: Popliteal artery and tibial nerve Tibial collateral ligament Semimembranosus tendon (cut)
vi: Động mạch kheo và thần kinh chày Dây chằng bên chày Gân cơ bán màng (đã cắt)

source: Popliteal lymph nodes
vi: Các hạch bạch huyết kheo

source: Popliteal vein
vi: Tĩnh mạch kheo

source: Popliteal vein and artery
vi: Động mạch và tĩnh mạch kheo

source: Popliteus muscle
vi: Cơ kheo

source: Posterior (dorsal) view
vi: Nhìn sau (mặt mu tay)

source: Posterior Anterior
vi: Sau Trước

source: Posterior View
vi: Nhìn phía sau

source: Posterior antebrachial
vi: Cẳng tay sau

source: Posterior antebrachial cutaneous nerve (from radial nerve)
vi: Thần kinh bì cẳng tay sau (từ thần kinh quay)

source: Posterior branch of lateral antebrachial cutaneous nerve (from musculocu- taneous nerve)
vi: Nhánh sau của thần kinh bì cẳng tay ngoài (từ thần kinh cơ bì)

source: Posterior branch of medial
vi: Nhánh sau của

source: Posterior branch of medial antebrachial cutaneous nerve
vi: Nhánh sau của thần kinh bì cẳng tay trong

source: Posterior cecal artery
vi: Động mạch manh tràng sau

source: Posterior circumflex humeral artery
vi: Động mạch mũ cánh tay sau

source: Posterior division of internal iliac artery
vi: Phân nhánh sau của động mạch chậu trong

source: Posterior femoral cutaneous nerve
vi: Thần kinh bì đùi sau

source: Posterior interosseous artery
vi: Động mạch gian cốt sau

source: Posterior perforating branches from deep plantar arch
vi: Các nhánh xuyên sau từ cung động mạch gan chân sâu

source: Posterior superior pancreaticoduodenal artery
vi: Động mạch tá tuỵ sau trên

source: Posterior superior,
vi: Sau trên,

source: Posterior tibial artery
vi: Động mạch chày sau

source: Posterior tibial artery (phantom)
vi: Động mạch chày sau (vẽ mờ)

source: Posterior tibial recurrent artery
vi: Động mạch quặt ngược chày sau

source: Posterior tibial recurrent artery (phantom)
vi: Động mạch quặt ngược chày sau (vẽ mờ)

source: Posterior ulnar recurrent artery
vi: Động mạch quặt ngược trụ sau

source: Princeps pollicis artery
vi: Động mạch ngón cái chính

source: Profunda brachii (deep brachial) artery
vi: Động mạch cánh tay sâu

source: Profunda femoris (deep femoral) artery
vi: Động mạch đùi sâu

source: Proper digital arteries and nerves of thumb
vi: Động mạch và thần kinh riêng ngón cái

source: Proper palmar digital arteries
vi: Động mạch gan ngón riêng

source: Proper palmar digital nerves and arteries
vi: Động mạch và thần kinh gan ngón riêng

source: Proper palmar digital nerves and arteries to thumb
vi: Thần kinh và động mạch gan ngón riêng ngón cái

source: Proper palmar digital nerves of median nerve
vi: Các thần kinh gan ngón riêng của thần kinh giữa

source: Proper palmar digital nerves of ulnar nerve
vi: Thần kinh gan ngón riêng của thần kinh trụ

source: Proper palmar metacarpal arteries
vi: Các động mạch gan cốt bàn

source: Prostatic branch of inferior vesical artery
vi: Nhánh tuyến tiền liệt của động mạch bàng quang dưới

source: Psoas major muscle (cut)
vi: Cơ thắt lưng lớn (cắt)

source: Pubic (obturator anastomotic) vein
vi: Tĩnh mạch mu (nhánh nối bịt)

source: Pubic,
vi: Nhánh mu,

source: Pudendal nerve
vi: Thần kinh thẹn

source: Pulmonary trunk
vi: Thân động mạch phổi

source: Quadratus femoris muscle
vi: Cơ vuông đùi

source: Quadratus lumborum muscle
vi: Cơ vuông thắt lưng

source: Quadriceps femoris tendon
vi: Gân cơ tứ đầu đùi

source: Radial artery
vi: Động mạch quay

source: Radial collateral artery
vi: Động mạch bên quay

source: Radial recurrent artery
vi: Động mạch quặt ngược quay

source: Radialis indicis artery
vi: Động mạch quay ngón trỏ

source: Rectal venous plexus
vi: Đám rối trực tràng quanh cơ

source: Rectus abdominis muscle
vi: Cơ thẳng bụng

source: Recurrent (motor) branch of median nerve to thenar muscles
vi: Nhánh quặt ngược (vận động) của thần kinh giữa đến các cơ mô cái

source: Recurrent branch of left inferior phrenic artery to esophagus
vi: Nhánh quặt ngược của động mạch hoành dưới trái đến thực quản

source: Recurrent branch to esophagus
vi: Nhánh quặt ngược cho thực quản

source: Recurrent interosseous artery
vi: Động mạch quặt ngược gian cốt

source: Right
vi: Phải

source: Right and left inferior phrenic arteries
vi: Động mạch hoành dưới phải và trái

source: Right atrium
vi: Tâm nhĩ phải

source: Right auricle (atrial appendage)
vi: Tiểu nhĩ phải (nhĩ phụ)

source: Right brachiocephalic vein
vi: Tĩnh mạch cánh tay đầu phải

source: Right colic artery
vi: Động mạch kết tràng phải

source: Right crus of diaphragm (forming right boundary of esophageal hiatus)
vi: Trụ phải của cơ hoành

source: Right external iliac artery
vi: Động mạch chậu ngoài phải

source: Right gastric artery
vi: Động mạch vị phải

source: Right gastro-omental (gastro-epiploic) artery
vi: Động mạch vị mạc nối phải

source: Right hepatic artery
vi: Động mạch gan phải

source: Right inferior suprarenal artery
vi: Động mạch thượng thận dưới phải

source: Right inferior suprarenal vein
vi: Tĩnh mạch thượng thận dưới phải

source: Right leg
vi: Cẳng chân phải

source: Right middle suprarenal artery
vi: Động mạch thượng thận giữa phải

source: Right ovarian artery
vi: Động mạch buồng trứng phải

source: Right ovary
vi: Buồng trứng phải

source: Right renal artery and vein
vi: Động mạch và tĩnh mạch thận phải

source: Right renal vein
vi: Tĩnh mạch thận phải

source: Right superior pulmonary vein
vi: Tĩnh mạch phổi trên phải

source: Right superior suprarenal arteries
vi: Động mạch thượng thận trên phải

source: Right suprarenal vein
vi: Tĩnh mạch thượng thận phải

source: Right testicular (ovarian) artery and vein
vi: Động mạch và tĩnh mạch tinh hoàn (buồng trứng) phải

source: Right ureter
vi: Niệu quản phải

source: Right vagus nerve Right recurrent laryngeal nerve
vi: Thần kinh phế vị phải Thần kinh thanh quản phải

source: Right ventricle
vi: Tâm thất phải

source: Round ligament of uterus
vi: Dây chằng tròn của tử cung

source: SUPERIOR
vi: PHÍA TRÊN

source: Sacrotuberous ligament
vi: Dây chằng cùng ụ ngồi

source: Saphenous nerve (cut)
vi: Thần kinh hiển (đã cắt)

source: Saphenous nerve (terminal branch of femoral nerve)
vi: Thần kinh hiển (nhánh tận của thần kinh đùi)

source: Saphenous opening (fossa ovalis)
vi: Lỗ tĩnh mạch hiển (hố bầu dục)

source: Sciatic nerve
vi: Thần kinh ngồi

source: Semimembranosus muscle
vi: Cơ bán màng

source: Semitendinosus muscle (retracted)
vi: Cơ bán gân (kéo vào trong)

source: Serratus anterior muscle
vi: Cơ răng trước

source: Short gastric arteries
vi: Động mạch vị ngắn

source: Sigmoid arteries
vi: Động mạch xích ma

source: Sigmoid mesocolon
vi: Mạc treo kết tráng xích ma

source: Small saphenous vein
vi: Tĩnh mạch hiển bé

source: Small saphenous vein and lateral
vi: Tĩnh mạch hiển bé và

source: Soleus muscle
vi: Cơ dép

source: Soleus muscle (cut and reflected)
vi: Cơ dép (đã cắt và lật ra)

source: Spleen
vi: Lách

source: Splenic artery
vi: Động mạch lách

source: Splenic artery and vein
vi: Động mạch và tĩnh mạch lách

source: Splenic branches of splenic artery
vi: Các nhánh tận của động mạch lách

source: Straight arteries (arteriae rectae)
vi: Các động mạch thẳng

source: Subcostal artery
vi: Động mạch dưới sườn

source: Subcostal vein
vi: Tĩnh mạch dưới sườn

source: Subscapular artery
vi: Động mạch dưới vai

source: Superficial branch of radial nerve
vi: Nhánh nông của thần kinh quay

source: Superficial branch of ulnar nerve
vi: Nhánh nông của thần kinh trụ

source: Superficial circumflex iliac artery
vi: Động mạch mũ chậu nông

source: Superficial circumflex iliac vein
vi: Tĩnh mạch mũ chậu nông

source: Superficial epigastric artery
vi: Động mạch thượng vị nông

source: Superficial epigastric artery (cut)
vi: Động mạch thượng vị nông (cắt)

source: Superficial epigastric vein
vi: Tĩnh mạch thượng vị nông

source: Superficial epigastric vein (cut)
vi: Tĩnh mạch thượng vị nông (đã cắt)

source: Superficial external pudendal artery
vi: Động mạch thẹn ngoài nông

source: Superficial external pudendal vein
vi: Tĩnh mạch thẹn ngoài nông

source: Superficial fibular (peroneal) nerve
vi: Thần kinh mác nông

source: Superficial fibular (peroneal) nerve (cut) Extensor hallucis longus muscle and tendon (cut) Interosseous membrane
vi: Thần kinh mác nông (đã cắt) Cơ duỗi ngón chân cái dài và gân (đã cắt) Màng gian cốt

source: Superficial inguinal nodes
vi: Các hạch bẹn nông

source: Superficial lymph vessels
vi: Các mạch bạch huyết nông

source: Superficial palmar (arterial) arch
vi: Cung (động mạch) gan tay nông

source: Superficial palmar branch of radial artery
vi: Nhánh nông của động mạch quay

source: Superficial transverse metacarpal ligament
vi: Dây chằng đốt bàn ngang nông

source: Superior clunial nerves (L1, 2, 3)
vi: Thần kinh bì mông trên (L1, 2, 3)

source: Superior clunial nerves (from dorsal rami of L1, 2, 3)
vi: Thần kinh bì mông trên (từ nhánh sau L1, 2, 3)

source: Superior fibular (peroneal) retinaculum Lateral calcaneal branch
vi: Mạc giữ gân cơ mác trên Nhánh gót ngoài

source: Superior gluteal artery
vi: Động mạch mông trên

source: Superior gluteal artery and nerve
vi: Động mạch và thần kinh mông trên

source: Superior gluteal vein
vi: Tĩnh mạch mông trên

source: Superior lateral genicular artery
vi: Động mạch gối trên ngoài

source: Superior lateral genicular artery Plantaris muscle (cut)
vi: Động mạch gối trên ngoài Cơ gan chân (đã cắt)

source: Superior medial genicular artery
vi: Động mạch gối trên trong

source: Superior medial genicular artery Gastrocnemius muscle (medial head) (cut)
vi: Động mạch gối trên trong Cơ bụng chân (đầu trong) (đã cắt)

source: Superior mesenteric artery
vi: Động mạch mạc treo tràng trên

source: Superior mesenteric artery (cut)
vi: Động mạch mạc treo tràng trên (đã cắt)

source: Superior mesenteric artery and vein
vi: Động mạch và tĩnh mạch mạc treo tràng trên

source: Superior rectal artery
vi: Động mạch trực tràng trên

source: Superior suprarenal arteries
vi: Các động mạch thượng thận trên

source: Superior suprarenal arteries Middle suprarenal artery Inferior
vi: Động mạch thượng thận trên Động mạch thượng thận giữa

source: Superior thoracic artery
vi: Động mạch ngực trên

source: Superior ulnar collateral artery
vi: Động mạch bên trụ trên

source: Superior vena cava
vi: Tĩnh mạch chủ trên

source: Superior vesical arteries
vi: Các động mạch bàng quang trên

source: Superior vesical vein
vi: Tĩnh mạch bàng quang trên

source: Supra- duodenal artery
vi: Động mạch trên tá tràng

source: Supraduodenal artery
vi: Động mạch trên tá tràng

source: Sural (muscular) branches
vi: Các nhánh bắp chân (cơ)

source: Sural communicating nerve
vi: Nhánh nối mác

source: Sural nerve
vi: Thần kinh bắp chân

source: Tendinous arch of soleus muscle
vi: Cung gân cơ dép

source: Tensor fasciae latae muscle
vi: Cơ căng mạc đùi

source: Terminal branches of posterior femoral cutaneous nerve
vi: Nhánh tận của thần kinh bì đùi sau

source: Testicular (ovarian) arteries
vi: Động mạch tinh hoàn (buồng trứng)

source: Testicular (ovarian) artery
vi: Động mạch tinh hoàn (buồng trứng)

source: Thoracic aorta
vi: Động mạch chủ ngực

source: Thoracic duct
vi: Ống ngực

source: Thoraco-acromial artery
vi: Động mạch cùng vai ngực

source: Thoracodorsal artery
vi: Động mạch ngực lưng

source: Tibia
vi: Xương chày

source: Tibial collateral ligament
vi: Dây chằng bên chày

source: Tibial nerve
vi: Thần kinh chày

source: Tibialis anterior muscle (cut) Gastrocnemius muscle
vi: Cơ chày trước (đã cắt) Cơ bụng chân

source: Tibialis anterior tendon
vi: Gân cơ chày trước

source: Tibialis posterior muscle
vi: Cơ chày sau

source: Tibialis posterior tendon
vi: Gân cơ chày sau

source: Transversalis fascia (cut)
vi: Mạc ngang (cắt)

source: Transverse mesocolon
vi: Mạc treo kết tràng ngang

source: Transverse pericardial sinus
vi: Xoang ngang màng ngoài tim

source: Ulnar artery
vi: Động mạch trụ

source: Ulnar artery and nerve
vi: Động mạch và thần kinh trụ

source: Umbilical (patent part) artery giving rise to superior vesical arteries
vi: adcd

source: Umbilical artery (patent part)
vi: Động mạch rốn

source: Ureteric branch
vi: Nhánh niệu quản

source: Ureteric branch of left renal artery
vi: Nhánh niệu quản của động mạch thận trái

source: Uterine artery
vi: Động mạch tử cung

source: Uterine tube
vi: Vòi tử cung

source: Uterine vein
vi: Tĩnh mạch tử cung

source: Uterovaginal venous plexus
vi: Đám rối tử cung âm đạo

source: Uterus
vi: Tử cung

source: Vagina
vi: Âm đạo

source: Vastus lateralis muscle deep to iliotibial tract
vi: Cơ rộng ngoài và dải chậu chày

source: Vertical group: Inferior nodes
vi: Nhóm đứng: Các hạch dưới

source: Vesical venous plexus
vi: Đám rối bàng quang niệu đạo

source: Vessels passing around web to dorsum of hand
vi: Cách hạch bạch huyết chạy vòng qua kẽ ngón tay ra mu bàn tay

source: Vessels passing to dorsum of fingers
vi: Hạch bạch huyết chạy ra mu ngón tay

source: Vessels passing to dorsum of hand
vi: Cách hạch bạch huyết chạy ra mặt mu của bàn tay

source: Xiphoid process
vi: Mỏm mũi kiếm

source: antebrachial cutaneous nerve
vi: thần kinh bì cẳng tay trong

source: artery
vi: động mạch

source: branch of deep
vi: nhánh của

source: branch of deep fibular (peroneal) nerve
vi: nhánh ngoài của thần kinh mác sâu

source: branch of subcostal nerve
vi: của thần kinh dưới sườn

source: circumflex iliac artery
vi: Động mạch mũ chậu

source: cutaneous nerve (from radial nerve)
vi: Thần kinh bì (từ thần kinh quay)

source: dorsal cutaneous nerve (from sural nerve)
vi: Thần kinh bì mu chân ngoài (từ thần kinh bắp chân)

source: dorsal rami of S1, 2, 3)
vi: nhánh sau S1, 2, 3)

source: nerve
vi: thần kinh

source: of fibular (peroneal) artery
vi: của động mạch mác

source: of genitofemoral nerve
vi: của thần kinh sinh dục đùi

source: of right renal artery
vi: của động mạch thận phải

source: pulmonary artery
vi: Động mạch phổi

source: recurrent branch of deep fibular (peroneal) nerve
vi: nhánh quặt ngược của thần kinh mác sâu

source: renal artery
vi: Động mạch thận

source: sacral arteries
vi: Động mạch cùng

source: suprarenal artery
vi: Động mạch thượng thận dưới
